[Demo_Aoi_3 GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=0,Y=165,Z=135),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-78,Y=-8,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',Vec=(X=0,Y=-40,Z=0),VecSub=(X=90,Y=0,Z=0),CId=74)
DemoScripts[4]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[5]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[0]="ao_CE_0101_fx_close_smile",motionName[1]="ao_CM_0003_fx_close_smile_L",motionName[2]="ao_DM_0100_lp_Stand",Rate=0,Number=3,Bit=4)
DemoScripts[6]=(Actor=CHARACTER,Command=PARAM,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',Number=12,Bit=0,Rate=1)
DemoScripts[7]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_Shop.GG2_BGM_Shop_Cue')
DemoScripts[8]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Campus.GG2_AMB_Campus_LP_Cue')
DemoScripts[9]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[10]=(Actor=FADE,Command=WAIT)
DemoScripts[11]=(Actor=WINDOW,Command=SET)
DemoScripts[12]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Aoi_3.GG2_V_Aoi_3_001_Cue',Name="ウノ　アオイ")
DemoScripts[13]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[14]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[15]=(Actor=WINDOW,Command=EXIT)
DemoScripts[16]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=0.5)
DemoScripts[17]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[18]=(Actor=WINDOW,Command=SET)
DemoScripts[19]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[20]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[0]="ao_CE_0000_lp_open_normal",Rate=1,Number=0,Bit=1)
DemoScripts[21]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[1]="ao_CM_0002_fx_close_smile_S",Rate=1,Number=1,Bit=0)
DemoScripts[22]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[2]="ao_DM_0107_fx_Stand2Reaction",Rate=1,Number=2,Bit=0)
DemoScripts[23]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[2]="ao_DM_0700_lp_Reaction",Number=8)
DemoScripts[24]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Aoi_3.GG2_V_Aoi_3_003_Cue',Name="ウノ　アオイ")
DemoScripts[25]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[26]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[27]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[28]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[0]="ao_CE_0003_lp_open_surprise",Rate=1,Number=0,Bit=1)
DemoScripts[29]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[2]="ao_DM_0701_fx_Reaction2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[30]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[2]="ao_DM_0100_lp_Stand",Number=8)
DemoScripts[31]=(Actor=EMOTION,Command=SET,Name="ウノ　アオイ",Number=3,CId=74)
DemoScripts[32]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Wonder_Cue')
DemoScripts[33]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Aoi_3.GG2_V_Aoi_3_005_Cue',Name="ウノ　アオイ")
DemoScripts[34]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[35]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[0]="ao_CE_0000_lp_open_normal",Rate=1,Number=0,Bit=1)
DemoScripts[36]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[1]="ao_CM_0003_fx_close_smile_L",Rate=1,Number=1,Bit=0)
DemoScripts[37]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Aoi_3.GG2_V_Aoi_3_006_Cue',Name="ウノ　アオイ")
DemoScripts[38]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[39]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[40]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[41]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[0]="ao_CE_0001_lp_open_angry",Rate=1,Number=0,Bit=1)
DemoScripts[42]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[1]="ao_CM_0001_fx_close_down",Rate=1,Number=1,Bit=0)
DemoScripts[43]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[2]="ao_DM_0103_fx_Stand2Angry",Rate=1,Number=2,Bit=0)
DemoScripts[44]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[2]="ao_DM_0300_lp_Angry",Number=8)
DemoScripts[45]=(Actor=EMOTION,Command=SET,Name="ウノ　アオイ",Number=5,CId=74)
DemoScripts[46]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Anger_Cue')
DemoScripts[47]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Aoi_3.GG2_V_Aoi_3_008_Cue',Name="ウノ　アオイ")
DemoScripts[48]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[49]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[50]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[51]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Aoi_3.GG2_V_Aoi_3_010_Cue',Name="ウノ　アオイ")
DemoScripts[52]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[53]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[54]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[55]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[0]="ao_CE_0000_lp_open_normal",Rate=1,Number=0,Bit=1)
DemoScripts[56]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[1]="ao_CM_0002_fx_close_smile_S",Rate=1,Number=1,Bit=0)
DemoScripts[57]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[2]="ao_DM_0301_fx_Angry2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[58]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[2]="ao_DM_0100_lp_Stand",Number=8)
DemoScripts[59]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Aoi_3.GG2_V_Aoi_3_012_Cue',Name="ウノ　アオイ")
DemoScripts[60]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[61]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Aoi_3.GG2_V_Aoi_3_013_Cue',Name="ウノ　アオイ")
DemoScripts[62]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[63]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[64]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[65]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Aoi_3.GG2_V_Aoi_3_015_Cue',Name="ウノ　アオイ")
DemoScripts[66]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[67]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[0]="ao_CE_0101_fx_close_smile",Rate=1,Number=0,Bit=0)
DemoScripts[68]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[1]="ao_CM_0003_fx_close_smile_L",Rate=1,Number=1,Bit=0)
DemoScripts[69]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Aoi_3.GG2_V_Aoi_3_016_Cue',Name="ウノ　アオイ")
DemoScripts[70]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[71]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[0]="ao_CE_0001_lp_open_angry",Rate=1,Number=0,Bit=1)
DemoScripts[72]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Aoi_3.GG2_V_Aoi_3_017_Cue',Name="ウノ　アオイ")
DemoScripts[73]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[74]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[75]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[76]=(Actor=WINDOW,Command=EXIT)
DemoScripts[77]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[78]=(Actor=AMBIENT,Command=STOP,SecTime=1,SoundID=)
DemoScripts[79]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[80]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[81]=(Actor=SYSTEM,Command=LEVEL_MOVE)

[Select_Aoi_3 GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Aoi_3 GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="葵",Text="謝謝你捐款啊!/n多虧峯大,LOVEHEARTS/n又往前一步了!")

Texts[1]=(Label="TEXT02",Name="峯大",Text="啊,說到LOVEHEARTS,/n我聽說了哦./n妳們的成員增加了,是嗎?")

Texts[2]=(Label="TEXT03",Name="葵",Text="喔,不愧是峯大,耳朵很長嘛!")

Texts[3]=(Label="TEXT04",Name="峯大",Text="那是小葵吧....../n還有,真要說的話應該是/n\"耳朵很靈\"吧.")

Texts[4]=(Label="TEXT05",Name="葵",Text="嗯?/n我覺得自己的耳朵很普通啊......")

Texts[5]=(Label="TEXT06",Name="葵",Text="總之,你說的沒錯唷./n因為我們原本沒有貝斯手,/n所以小圓能加入真是幫了大忙啊.")

Texts[6]=(Label="TEXT07",Name="峯大",Text="妳說\"加入\"....../n我聽說是小葵在3年級的人不在之後/n強佔了瀕臨解散的輕音社耶......")

Texts[7]=(Label="TEXT08",Name="葵",Text="別說這種讓人誤會的話啊!/n就算是峯大,我也會生氣唷!")

Texts[8]=(Label="TEXT09",Name="峯大",Text="抱,抱歉.")

Texts[9]=(Label="TEXT10",Name="葵",Text="我們是經過堂堂正正的戰鬥/n搶過來的!")

Texts[10]=(Label="TEXT11",Name="峯大",Text="............")

Texts[11]=(Label="TEXT12",Name="葵",Text="其實小圓本來是鼓手......")

Texts[12]=(Label="TEXT13",Name="葵",Text="但是我們已經有明夢打鼓了,/n所以就讓她們兩個進行鼓手對決.")

Texts[13]=(Label="TEXT14",Name="峯大",Text="對決還真多耶......?")

Texts[14]=(Label="TEXT15",Name="葵",Text="小圓因為輸得一蹋糊塗/n所以開始彈貝斯,不過......")

Texts[15]=(Label="TEXT16",Name="葵",Text="她的貝斯,節奏還挺不賴的唷./n搞不好比打鼓更適合呢.")

Texts[16]=(Label="TEXT17",Name="葵",Text="現在的LOVEHEARTS/n是最強陣容哦!/n我們還會再開演唱會,到時就麻煩支持囉!")

Texts[17]=(Label="TEXT18",Name="峯大",Text="嗯,我一定會去看哦.")

Texts[18]=(Label="",Name="",Text="")

Texts[19]=(Label="SELECT01",Name="",Text="")

Texts[20]=(Label="SELECT02",Name="",Text="")

Texts[21]=(Label="SELECT03",Name="",Text="")

Texts[22]=(Label="SELECT04",Name="",Text="")

Texts[23]=(Label="SELECT05",Name="",Text="")

Texts[24]=(Label="SELECT06",Name="",Text="")

Texts[25]=(Label="SELECT07",Name="",Text="")

Texts[26]=(Label="SELECT08",Name="",Text="")

Texts[27]=(Label="SELECT09",Name="",Text="")

Texts[28]=(Label="SELECT10",Name="",Text="")


